{"BFI": "Conscientiousness", "tag": "Dutifulness", "facet": "Break rules.", "topic": "Travel and adventure", "sign": "-", "question": "You are on an adventurous trek through a dense jungle with a group of friends. You come across a sign stating that the path ahead is closed due to dangerous wildlife activity. One of your friends suggests taking the restricted path as a shortcut. Do you:\na) Insist on taking the detour for safety.\nb) Agree to take the restricted path to save time.\nc) Suggest finding another safe and efficient route.\nd) Ask the group to vote on the decision."}
{"BFI": "Conscientiousness", "tag": "Dutifulness", "facet": "Break rules.", "topic": "Travel and adventure", "sign": "-", "question": "While exploring a foreign city, you find a sign that says \"Do Not Enter\" in front of a closed-off historical site. Despite this, you see some tourists sneaking in. Would you consider joining them? How likely are you to follow the sign's instructions? (Choose one: Very Unlikely, Unlikely, Neutral, Likely, Very Likely)"}
{"BFI": "Conscientiousness", "tag": "Dutifulness", "facet": "Break rules.", "topic": "Travel and adventure", "sign": "-", "question": "While backpacking in Southeast Asia, you come across a sign indicating a secluded beach is restricted to protect endangered marine life. You notice a hidden path that seems to bypass the restriction. What would you most likely do?\nA) Follow the hidden path to access the beach.\nB) Respect the restriction and avoid the beach.\nC) Inform the authorities about the hidden path.\nD) Consider accessing the beach but ultimately decide against it."}
{"BFI": "Conscientiousness", "tag": "Dutifulness", "facet": "Break rules.", "topic": "Travel and adventure", "sign": "-", "question": "Imagine you are on a hiking trip in a protected natural reserve. You see a sign that reads \"Restricted Area - No Entry\" blocking a trail that leads to a well-known scenic overlook. How likely are you to respect the sign and avoid entering the restricted area? Please rate your likelihood on a scale from 1 to 5, where 1 is \"Very Unlikely\" and 5 is \"Very Likely\"."}
{"BFI": "Conscientiousness", "tag": "Dutifulness", "facet": "Break rules.", "topic": "Travel and adventure", "sign": "-", "question": "While exploring a national park in a foreign country, you come across a trail that is marked as \"restricted access\" due to environmental conservation efforts. However, you notice that other hikers have ignored the sign and are using the trail. How likely are you to follow the marked trail restrictions?"}
{"BFI": "Conscientiousness", "tag": "Dutifulness", "facet": "Break rules.", "topic": "Travel and adventure", "sign": "-", "question": "You’re exploring an ancient ruin in the Middle East, and you notice a partially hidden path that leads deeper into the site, which is clearly marked as restricted. Would you choose to explore the restricted path or adhere to the marked boundaries?"}
{"BFI": "Conscientiousness", "tag": "Dutifulness", "facet": "Break rules.", "topic": "Travel and adventure", "sign": "-", "question": "During a diving trip in a marine reserve, you learn about an off-limits underwater cave with fragile ecosystems. Your diving instructor offers to take you there for an exclusive experience. Would you agree to visit the cave despite the restrictions? (Yes/No)"}
{"BFI": "Conscientiousness", "tag": "Dutifulness", "facet": "Break rules.", "topic": "Travel and adventure", "sign": "-", "question": "While traveling in a foreign country, you come across a restricted archaeological site with a sign that clearly states, \"No Entry - Authorized Personnel Only.\" However, you notice that there is no one around to enforce this rule, and the site looks fascinating. What would you most likely do? \n\na) Respect the sign and not enter.\nb) Take a quick look around to see if anyone is watching, then enter.\nc) Enter immediately to explore the site, regardless of the sign."}
{"BFI": "Conscientiousness", "tag": "Dutifulness", "facet": "Break rules.", "topic": "Travel and adventure", "sign": "-", "question": "You’re visiting a historical site that has clearly marked areas where visitors are not allowed. You notice an opportunity to slip into one of these restricted areas without being seen. What would you do?"}
{"BFI": "Conscientiousness", "tag": "Dutifulness", "facet": "Break rules.", "topic": "Sports and fitness", "sign": "-", "question": "In a high-stakes championship game, your coach instructs you to intentionally foul an opponent to prevent them from scoring a crucial point. You know this tactic is against the rules. How likely are you to follow your coach’s instruction?"}
{"BFI": "Conscientiousness", "tag": "Dutifulness", "facet": "Break rules.", "topic": "Sports and fitness", "sign": "-", "question": "You are in a fitness competition, and you notice some competitors breaking a key rule. What do you do?\nA) Report the rule-breaking immediately to the organizers.\nB) Ignore the rule-breaking and continue with the competition.\nC) Confront the competitors about their behavior.\nD) Discuss with your teammates or friends before deciding what to do."}
{"BFI": "Conscientiousness", "tag": "Dutifulness", "facet": "Break rules.", "topic": "Sports and fitness", "sign": "-", "question": "As a referee in a local sports league, you witness a minor infraction that goes unnoticed by everyone else. The rulebook states that you should call it out. Do you adhere strictly to the rulebook and call out the infraction? Please explain your approach to following rules in such situations."}
{"BFI": "Conscientiousness", "tag": "Dutifulness", "facet": "Break rules.", "topic": "Sports and fitness", "sign": "-", "question": "While training at the gym, you notice someone using equipment incorrectly despite a clear sign instructing to notify gym staff of any misuse. Do you intervene directly or report the misuse to the gym staff, and why?"}
{"BFI": "Conscientiousness", "tag": "Dutifulness", "facet": "Break rules.", "topic": "Sports and fitness", "sign": "-", "question": "During a running club race, you observe a fellow member taking a shortcut, which is against the rules. Would you report this rule violation to the officials? Why or why not?"}
{"BFI": "Conscientiousness", "tag": "Dutifulness", "facet": "Break rules.", "topic": "Sports and fitness", "sign": "-", "question": "In a friendly game of basketball, if you notice the opposing team is breaking a minor rule, how likely are you to call out this rule-breaking, even if it seems like no one else is concerned? (1 = Very Unlikely, 5 = Very Likely)"}
{"BFI": "Conscientiousness", "tag": "Dutifulness", "facet": "Break rules.", "topic": "Sports and fitness", "sign": "-", "question": "During a martial arts tournament, you notice that your opponent is using moves that are against the rules. The judges have not noticed these infractions. How likely are you to report this to the judges?"}
{"BFI": "Conscientiousness", "tag": "Dutifulness", "facet": "Break rules.", "topic": "Sports and fitness", "sign": "-", "question": "In a group fitness class, if you're asked to skip a mandatory safety check to save time, would you do it? Why or why not?"}
{"BFI": "Conscientiousness", "tag": "Dutifulness", "facet": "Break rules.", "topic": "Sports and fitness", "sign": "-", "question": "During a competitive sports match, you unintentionally break a rule that goes unnoticed by the referee. What do you do in this situation?"}
{"BFI": "Conscientiousness", "tag": "Dutifulness", "facet": "Break rules.", "topic": "Sports and fitness", "sign": "-", "question": "As a volunteer coach for a youth sports team, you are offered a significant donation to give a specific child more playtime, even though it would be unfair to other team members. Do you accept the donation and give the child more playtime, breaking the rules?"}
{"BFI": "Conscientiousness", "tag": "Dutifulness", "facet": "Break rules.", "topic": "Personal growth and development", "sign": "-", "question": "You are working on a project with a strict deadline. Your manager suggests that you might need to bypass some standard procedures to complete the project on time. How do you respond to this suggestion?"}
{"BFI": "Conscientiousness", "tag": "Dutifulness", "facet": "Break rules.", "topic": "Personal growth and development", "sign": "-", "question": "You are aware that attending a conference could significantly benefit your professional growth. However, your company has a strict policy against attending such events during work hours without prior approval, which you haven't received. How likely are you to attend the conference despite the policy?"}
{"BFI": "Conscientiousness", "tag": "Dutifulness", "facet": "Break rules.", "topic": "Personal growth and development", "sign": "-", "question": "You are working on an important project that has strict guidelines. A team member suggests a method that could significantly reduce time and costs but involves not following established procedures. How likely are you to agree to implement this method? Please explain your reasoning."}
{"BFI": "Conscientiousness", "tag": "Dutifulness", "facet": "Break rules.", "topic": "Personal growth and development", "sign": "-", "question": "During a training program, you realize that following the established curriculum won't allow you to cover all necessary materials within the given timeframe. Modifying the curriculum without approval is against the rules. What actions would you take in this situation?"}
{"BFI": "Conscientiousness", "tag": "Dutifulness", "facet": "Break rules.", "topic": "Personal growth and development", "sign": "-", "question": "Imagine you are participating in a project at work, and you realize that following the official procedures will take significantly more time. You have an opportunity to take a shortcut that goes against company guidelines, which would allow you to complete the project faster. What would you do?"}
{"BFI": "Conscientiousness", "tag": "Dutifulness", "facet": "Break rules.", "topic": "Personal growth and development", "sign": "-", "question": "You find a loophole in your company's policy that could greatly benefit your project, even though it goes against the ethical guidelines. Do you choose to use the loophole to advance your project? Explain your reasoning."}